IDEA Open Model
CrossSectionCreepCoefficientData.ComponentIndex Property
 Zero based index of component
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public List<int> ComponentIndex { get; set; }
Public Property ComponentIndex As List(Of Integer)
	Get
	Set
public:
property List<int>^ ComponentIndex {
	List<int>^ get ();
	void set (List<int>^ value);
}
Property Value
Type: List<Int32>
See Also
Reference
CrossSectionCreepCoefficientData Class
IdeaRS.OpenModel.CrossSection Namespace